<!DOCTYPE html>
<html xml:lang="fr" dir="ltr" lang="fr">
<head>
<meta http-equiv="content-type" content="text/html; charset=utf-8">
<meta http-equiv="content-language" content="fr">
<meta http-equiv="X-UA-Compatible" content="IE=edge">
<meta name="viewport" content="width=device-width, initial-scale=1">
<meta name="robots" content="index,follow">
<meta name="keywords" content="Boribar, Ronan, Plantec, CGU, Mentions l&eacute;gales">
<meta name="description" content="Les mentions l"&eacute;gales et les CGU de boribar.com">
<meta name="msvalidate.01" content="9CFCBE35872CC786FEEB2056DD9438A2" />
<title>KeePass - Mentions légales et CGU</title>
<link href="css/bootstrap.css" rel="stylesheet">
<meta name="author" content="Ronan Plantec">
</head>
<body>
<div class="container">
  <nav class="navbar navbar-default">
    <div class="container-fluid"> <!-- Brand and toggle get grouped for better mobile display -->
      <div class="navbar-header">
        <button type="button" class="navbar-toggle collapsed"

            data-toggle="collapse" data-target="#defaultNavbar1"><span class="sr-only">Toggle
        navigation</span><span class="icon-bar"></span><span class="icon-bar"></span><span

              class="icon-bar"></span></button>
        <a class="navbar-brand" href="https://keepass.cool/">KeePass</a></div>
      <!-- Collect the nav links, forms, and other content for toggling -->
      <div class="collapse navbar-collapse" id="defaultNavbar1">
        <ul class="nav navbar-nav">
          <li><a href="https://keepass.cool">Documentation de KeePass</a></li>
        </ul>
      </div>
      <!-- /.navbar-collapse --> </div>
    <!-- /.container-fluid --> </nav>
  <div class="row">
    <div class="col-md-6 col-md-offset-3">
      <h1 class="text-center">Mentions l&eacute;gales et CGU (Conditions G&eacute;n&eacute;rales d'Utilisation)</h1>
    </div>
  </div>
  <hr>
  <p>&nbsp;</p>
  <h2>I - Mentions l&eacute;gales</h2>
  <h3>&Eacute;diteur  :</h3>
  <p>Monsieur Ronan Plantec</p>
  <br />
  M&eacute;l. : <script language="JavaScript" type="text/javascript">
	// <![CDATA[
	var eAName = "www.rplantec";
	var eADomain = "laposte" + "." + "net";
	document.write(eAName.substring(4));
	document.write("@" + eADomain + " ");
	// ]]>
	</script>
  <p>clé publique OpenPGP [<a href="https://keepass.cool/Ronan-Plantec.asc">fichier ASC</a>]</p>
  <p>Téléphone fixe : +33 (0)2 98 53 69 81</p>
  <br />
  <h3>H&eacute;bergement :</h3>
  GitHub<br />
  <p>(Microsoft)&nbsp;</p>
<p>Derni&egrave;re MAJ : version 1.12 du dimanche 8 septembre 2024</p>
  <h2>II - Les conditions g&eacute;n&eacute;rales d'utilisation :</h2>
  <p>Je suis r&eacute;gi par les dispositions du Livre III (les diff&eacute;rentes mani&egrave;res dont on acquiert la propri&eacute;t&eacute; - articles 711 &agrave; 2278) du Code civil et par le Code de la propri&eacute;t&eacute; intellectuelle (CPI).</p>
  <p>En application des articles du CPI, j'ai adopt&eacute; des politiques g&eacute;n&eacute;rales de transparence et de gestion des risques, notamment informatiques et en mati&egrave;re de donn&eacute;es personnelles.</p>
  <h3>1 - L'objet du site :</h3>
  <p>Mon site  keepass.cool  a pour objet d’apporter des trucs et astuces aux visiteurs que j'ai appris au fil du temps en mati&egrave;re de t&eacute;l&eacute;communication et m&eacute;dias num&eacute;riques.</p>
  <p>Mon site s’adresse &agrave; tous les publics.</p>
  <h3>2 - L'acceptation des conditions g&eacute;n&eacute;rales d’utilisation :</h3>
  <p>Les pr&eacute;sentes conditions g&eacute;n&eacute;rales r&eacute;gissent l’utilisation de mon site. Elles sont soumises au droit fran&ccedil;ais. Elles vous sont applicables d&egrave;s que vous acc&eacute;dez &agrave; mon site, que ce soit &agrave; partir de la page d’accueil ou de toute autre page.</p>
  <p>Je me r&eacute;serve le droit de modifier et de mettre &agrave; jour les conditions g&eacute;n&eacute;rales d’utilisation du site &agrave; tout moment. Chaque nouvelle version des conditions g&eacute;n&eacute;rales d’utilisation, num&eacute;rot&eacute;e et dat&eacute;e, entre en vigueur &agrave; compter de la date de sa mise en ligne sur mon site. Elle s’applique dans les conditions d&eacute;crites au paragraphe ci-dessus.</p>
  <p>Vous &ecirc;tes donc invit&eacute;(e) &agrave; consulter r&eacute;guli&egrave;rement les mentions l&eacute;gales et les conditions g&eacute;n&eacute;rales d’utilisation en vigueur au moment de votre acc&egrave;s &agrave; mon site, &agrave; partir de la page d’accueil ou de toute autre page.</p>
  <h3>3 - L'acc&egrave;s au site :</h3>
  <p>Mon site est accessible &agrave; l’adresse <a href="https://keepass.cool">https://keepass.cool</a>, 24h/24, 7j/7, sauf cas de force majeure, pannes informatiques, op&eacute;rations de maintenance, de mise &agrave; jour ou de probl&egrave;mes li&eacute;s aux r&eacute;seaux de t&eacute;l&eacute;communication.</p>
  <p>L’acc&egrave;s et les informations propos&eacute;s sur mon site sont gratuits.</p>
  <h3>4 - La protection des donn&eacute;es &agrave; caract&egrave;re personnel :</h3>
  <p>J'accorde une grande importance &agrave; la protection des donn&eacute;es &agrave; caract&egrave;re personnel. Elle met en &#339;uvre des mesures techniques et organisationnelles pour assurer la protection effective de vos donn&eacute;es en conformit&eacute; avec la r&eacute;glementation applicable.</p>
  <p>Le site keepass.cool n'a pas &eacute;t&eacute; d&eacute;clar&eacute; &agrave; la CNIL.</p>
  <p>Avec l’entr&eacute;e en application du R&egrave;glement G&eacute;n&eacute;ral relatif &agrave; la Protection des Donn&eacute;es (ci-apr&egrave;s « RGPD » ou, en anglais, General Data Protection Regulation « GDPR »).</p>
  <p>Une <strong>donn&eacute;e personnelle</strong> est une information qui permet d’identifier une personne physique, directement (par exemple : nom, pr&eacute;nom, adresse, etc.).</p>
  <h4>4.1 - Mes traitements de donn&eacute;es personnelles :</h4>
  <p>Je recueille et traite des donn&eacute;es personnelles &agrave; l’occasion de votre visite sur mon site afin de r&eacute;aliser et remplir ses diff&eacute;rentes missions conform&eacute;ment &agrave; ses statuts et aux r&eacute;glementations qui lui sont applicables.</p>
  <p>Je suis <strong>responsable de ces traitements</strong>.</p>
  <p>&Agrave; l’occasion de <strong>votre visite du site</strong>, je collecte et traite des donn&eacute;es personnelles qui vous concernent, sur la base de votre consentement (exemple : des cookies de mesure d’audience).</p>
  <p>Les traitements de donn&eacute;es personnelles effectu&eacute;s par moi &agrave; l’occasion de votre utilisation du site ont pour finalit&eacute;s de :</p>
  <p>R&eacute;pondre &agrave; vos demandes d’information ou d’aide,</p>
  <p>Assurer le bon fonctionnement du site.</p>
  <p>Vos donn&eacute;es ne font l’objet d’aucune cession, ni concession, &agrave; des tiers, que ce soit &agrave; titre gratuit ou on&eacute;reux. Je suis en effet un particulier qui n’effectue aucune exploitation commerciale de vos donn&eacute;es.</p>
  <p>Vos donn&eacute;es sont conserv&eacute;es pendant la dur&eacute;e n&eacute;cessaire au traitement de votre demande et au suivi de votre relation avec moi.</p>
  <p>Le traitement des donn&eacute;es personnelles que constituent les cookies et la dur&eacute;e de leur conservation sont pr&eacute;cis&eacute;s ci-apr&egrave;s.</p>
  <h4>4.2 - Les cookies :</h4>
  <p>Un <strong>cookie</strong> est un fichier envoy&eacute; par le serveur Web &agrave; votre navigateur. Il est stock&eacute; sur la m&eacute;moire de votre appareil.</p>
  <p><a href="https://www.cnil.fr/fr/cookies-les-outils-pour-les-maitriser" target="_blank">En savoir plus sur les cookies</a></p>
  <h5>4.2.1 - Les cookies internes n&eacute;cessaires au site pour fonctionner :</h5>
  <p>Ces cookies permettent au site de fonctionner de mani&egrave;re optimale. Vous pouvez les supprimer en utilisant les param&egrave;tres de votre navigateur. Votre exp&eacute;rience utilisateur risque toutefois d&rsquo;&ecirc;tre d&eacute;grad&eacute;e.</p>
  <div>
    <table cellspacing="1" cellpadding="1" border="1">
      <thead>
        <tr>
          <th scope="col">Nom du cookie</th>
          <th scope="col">Description</th>
          <th scope="col">Dur&eacute;e avant expiration</th>
        </tr>
      </thead>
      <tbody>
        <tr>
          <td><ul>
              <li>comment_author_{HACHAGE}</li>
              <li>comment_author_email_{HACHAGE}</li>
              <li>comment_author_url_{HACHAGE}</li>
            </ul></td>
          <td>Lorsque des visiteurs d&eacute;posent des commentaires sur mon site, des cookies sont &eacute;galement stock&eacute;s sur leur ordinateur. Cela a pour objectif de leur simplifier la vie, en leur &eacute;vitant de devoir ressaisir leur nom, leur adresse &eacute;lectronique et l&rsquo;adresse de leur site si jamais ils souhaitent publier un nouveau commentaire sur le site. Trois cookies sont stock&eacute;s par WordPress pour chaque personne d&eacute;posant un commentaire.</td>
          <td>1 an</td>
        </tr>
      </tbody>
    </table>
  </div>
  <h5>4.2.2 - Les r&eacute;f&eacute;rences :</h5>
  <ul>
    <li><a href="https://fr.wikipedia.org/wiki/Cookie_(informatique)">Wikip&eacute;dia : les cookies</a></li>
    <li><a href="http://www.faqs.org/rfcs/rfc2965.html">RFC 2965 (les sp&eacute;cifications techniques des cookies – en anglais)</a></li>
    <li><a href="https://www.php.net/manual/fr/features.cookies.php">La documentation PHP sur les cookies</a></li>
  </ul>
  <h5>4.2.3 - Les cookies de mesure d&rsquo;audience :</h5>
  <p>Ces cookies permettent de mesurer le nombre de visites et de pages vues ainsi que votre activit&eacute; sur le site et la fr&eacute;quence de retour, afin d&rsquo;adapter au mieux mon site &agrave; vos demandes. Pour ce faire, j'utilise l&rsquo;outil Google Analytics.</p>
  <div>
    <table cellspacing="1" cellpadding="1" border="1">
      <thead>
        <tr>
          <th scope="col">Nom du cookie</th>
          <th scope="col">Description</th>
          <th scope="col">Dur&eacute;e avant expiration</th>
        </tr>
      </thead>
      <tbody>
        <tr>
          <td>_pk_id</td>
          <td>Service d’analyse web, bas&eacute; sur le logiciel libre «Matomo». Reconnaître les visiteurs d’un site web (de mani&egrave;re anonyme — aucune information personnelle n’est recueillie sur les utilisateurs).</td>
          <td>Cookie interne persistant, 13 mois</td>
        </tr>
        <tr>
          <td>_pk_ses</td>
          <td>Service d’analyse web, bas&eacute; sur le logiciel libre «Matomo». Recenser les pages vues par un m&ecirc;me utilisateur lors d’une m&ecirc;me visite
            (de mani&egrave;re anonyme — aucune information personnelle n’est recueillie sur les utilisateurs). </td>
          <td>Cookie interne persistant, 30 minutes</td>
        </tr>
      </tbody>
    </table>
  </div>
  <p>Si vous ne souhaitez pas que ces cookies soient d&eacute;pos&eacute;s par le site <a href="http://www.boribar.com">keepass.cool</a>, alors les liens hypertextes suivants vous d&eacute;crivent pas &agrave; pas comment r&eacute;gler les cookies en fonction des navigateurs :</p>
  <p>1 - <a href="https://support.google.com/chrome/answer/95647?hl=fr">Si vous utilisez le navigateur Google Chrome</a></p>
  <p>2 - <a href="https://support.mozilla.org/fr/kb/effacer-les-cookies-pour-supprimer-les-information?redirectslug=effacer-cookies-supprimer-infos-sites-enregistrees&redirectlocale=fr">Si vous utilisez le navigateur Firefox</a></p>
  <p>3 - <a href="https://support.microsoft.com/en-us/topic/delete-and-manage-cookies-168dab11-0753-043d-7c16-ede5947fc64d">Si vous utilisez le navigateur Internet Explorer</a></p>
  <p>4 - <a href="https://support.apple.com/fr-fr/guide/safari/sfri11471/mac">Si vous utilisez le navigateur Safari</a> (High Sierra)</p>
  <h3>5 - La propri&eacute;t&eacute; intellectuelle :</h3>
  <p>L’ensemble des &eacute;l&eacute;ments constituant mon site (textes, graphismes, logiciels, photographies, images, sons, vid&eacute;os, plans, logos, marques, cr&eacute;ations et &#339;uvres prot&eacute;geables diverses, bases de donn&eacute;es, etc.) ainsi que le site  lui-m&ecirc;me, rel&egrave;vent des l&eacute;gislations fran&ccedil;aises et internationales sur la propri&eacute;t&eacute; intellectuelle et plus pr&eacute;cis&eacute;ment du droit d’auteur et des droits voisins dans la soci&eacute;t&eacute; de l'information (notamment les articles L.122-4 et L.122-5 du Code de la propri&eacute;t&eacute; intellectuelle) et le droit des marques.</p>
  <p>Ils sont ma propri&eacute;t&eacute; exclusive. Les pr&eacute;sentes conditions g&eacute;n&eacute;rales d’utilisation ne conf&egrave;rent aucun droit de propri&eacute;t&eacute; sur mon site ou sur l’un quelconque de ses &eacute;l&eacute;ments.</p>
  <p>En cons&eacute;quence, toute personne qui consulte mon site s’engage notamment :
  <li>&Agrave; ne pas int&eacute;grer tout ou partie du contenu de mon site dans un site tiers, que ce soit &agrave; des fins commerciales ou non,</li>
  <li>&Agrave; ne pas reproduire les informations figurant sur mon site sur des supports de toute nature permettant de reconstituer tout ou partie des fichiers d’origine.</li>
  <p>Sous r&eacute;serve notamment des articles L. 122-5, L. 211-3 et L. 342-3 du Code de la propri&eacute;t&eacute; intellectuelle, toute utilisation non express&eacute;ment autoris&eacute;e de mon site ou de l’un quelconque de ses &eacute;l&eacute;ments entra&icirc;ne une violation des droits de  propri&eacute;t&eacute; intellectuelle et constitue une contrefa&ccedil;on. Elle peut aussi entra&icirc;ner une violation du droit &agrave; l’image, du droit des personnes ou de tous autres droits et r&eacute;glementations en vigueur. Elle peut donc engager la responsabilit&eacute; civile et/ou p&eacute;nale de son auteur.</p>
  <p>Je me r&eacute;serve la possibilit&eacute; de saisir toutes voies de droit &agrave; l’encontre des personnes qui n’auraient pas respect&eacute; les interdictions contenues dans le pr&eacute;sent article.</p>
  <h3>6 - Les liens hypertextes :</h3>
  <h4>6.1 - Les liens hypertextes pointant, depuis le site keepass.cool vers d’autres sites :</h4>
  <p>Mon site comporte des liens hypertextes vers d’autres sites, &eacute;dit&eacute;s et/ou g&eacute;r&eacute;s par des tiers.</p>
  <p>N&eacute;anmoins, les sites &eacute;voluant sans cesse ou &eacute;tant susceptibles d’&ecirc;tre supprim&eacute;s &agrave; tout moment par l’&eacute;diteur tiers, moi, qui n'ai pas le contr&ocirc;le sur ces sites, ne saurais &ecirc;tre tenu responsable de la qualit&eacute; permanente, du contenu, de la modification ou de la suppression de ces sites.</p>
  <p>Ma responsabilit&eacute; concernant ces liens hypertextes sortants ne peut donc &ecirc;tre engag&eacute;e.</p>
  <h4>6.2 - Les liens hypertextes des autres sites pointant vers keepass.cool :</h4>
  <p>La mise en place d'un lien hypertexte vers le site keepass.cool n&eacute;cessite une autorisation &eacute;crite de ma part. Si vous souhaitez mettre en place un lien hypertexte vers mon site, vous devez en cons&eacute;quence prendre contact avec moi.</p>
  <p>Je ne peux en aucun cas &ecirc;tre tenu pour responsable des sites ayant un lien hypertexte avec le pr&eacute;sent site et d&eacute;cline toute responsabilit&eacute; quant &agrave; leur contenu et &agrave; leur utilisation.</p>
  <h3>7 - Les responsabilit&eacute;s :</h3>
  <p>Je d&eacute;cline toute responsabilit&eacute; :</p>
  <li>En cas d’interruption de mon site notamment pour des op&eacute;rations de maintenance techniques ou d’actualisation des informations publi&eacute;es,</li>
  <li>En cas de dommages directs ou indirects qui vous seraient caus&eacute;s, quelle qu’en soit la nature, r&eacute;sultant du contenu, de l’acc&egrave;s ou de l’utilisation de mon site,</li>
  <li>En cas d’utilisation anormale ou d’une exploitation illicite de mon site. Vous &ecirc;tes seul(e) responsable des dommages caus&eacute;s aux tiers et des cons&eacute;quences des r&eacute;clamations ou actions qui pourraient en d&eacute;couler. Vous renoncez &eacute;galement &agrave; exercer tout recours contre moi dans le cas de poursuites diligent&eacute;es par un tiers &agrave; votre encontre du fait de l’utilisation et/ou de l’exploitation illicite du site.</li>
  <p>Vous vous engagez &agrave; utiliser mon site internet conform&eacute;ment aux pr&eacute;sentes conditions g&eacute;n&eacute;rales d’utilisation et plus g&eacute;n&eacute;ralement dans le respect de la l&eacute;gislation en vigueur, l’ordre public et les bonnes m&#339;urs. Vous vous engagez &agrave; ne pas transmettre de publicit&eacute; ou mat&eacute;riel non sollicit&eacute;s (« spamming »), ainsi que tout contenu comportant des virus informatiques.</p>
  <p>Je me r&eacute;serve enfin la possibilit&eacute; de saisir toutes voies de droit &agrave; l’encontre de toute personne qui n’aurait pas respect&eacute; les dispositions relatives aux articles 323-1 &agrave; 323-8 du Code p&eacute;nal ou tout article s’y substituant.</p>
</div>
</div>
</article>
</div>
</div>
<div id="tm-bottom" class="tm-bottom uk-section-default uk-section">
  <div class="uk-container uk-container-large">
    <div class="uk-child-width-expand@m uk-grid uk-grid-stack" uk-grid="">
      <div class="uk-first-column"></div>
    </div>
  </div>
</div>
<p class="text-center">
<p>
  </div>
<div class="container">
  <div class="row text-center">
    <div class="col-md-6 col-md-offset-3"></div>
  </div>
  <hr>
  <div class="row">
    <div class="text-center col-md-6 col-md-offset-3">
      <p class="footer">&copy; 2021-<script>document.write(new Date().getFullYear())</script> Ronan Plantec & <a href="https://www.dominik-reichl.de/">Dominik Reichl</a> | <a href="./sitemap/index.html">Plan du site</a></p>
    </div>
  </div>
  <hr>
</div>
<!-- jQuery (necessary for Bootstrap's JavaScript plugins) --> 
<script src="js/jquery-1.11.3.min.js"></script> 
<!-- Include all compiled plugins (below), or include individual files as needed --> 
<script src="js/bootstrap.js"></script>
</body>
</html>